{"c4p":{"image":"/images/posts/c4p.jpg","content":"GDG DevFest Tashkent was announced, for the first time, the conference will bring together 400+ developers, managers and entrepreneurs on November 24th to Tashkent.  Our team wants to bring amazing content, we're building a great stage to accommodate more visitors and provide three fully independent tracks on Android, Web and Google Cloud topics.  Our focus is the content. **We’re looking for speakers like you**, who are ready to rock the stage and deliver the best talk or workshop in the field. <br />  <div layout horizontal center-justified> <a href=\"http://bit.ly/c4p-uz\" rel=\"noopener noreferrer\">   <paper-button primary>Submit a proposal</paper-button> </a> </div> Why is it cool to speak at the DevFest?  DevFest Tashkent expected to be a great tech conference, besides selecting only the best speakers, we help them to succeed in delivering an exceptional quality talk on the stage.  Here are few perks that all our speakers get:  <br /> - **Professional video recording**. We work with experienced video production companies to create session recording of the best quality. Stage, screen, audio, all is recorded separately and combined later.<br /> - **Exposure**. By being a speaker, you are proving your level of expertise to a potential business partners or employers. Your talk will be promoted in our online resources and recording published in YouTube channel. <br /> - **Unique networking**. Being a speaker means you’ll have the unique chance to network with other speakers - the best experts in the industry. <br /> - **Coaching**. We're in the same boat, after being selected as a speaker our program committee will help you to deliver the best talk possible. We provide information about the audience, presentation templates, feedback on the slides, all to help you to prepare. <h3> What are we looking for? </h3>  We're looking for **experience-based talks**, the information that can not be found in the documentation or easily googled. We're looking for your stories, your struggles, research results and experiences with the frontier tools or technologies. Check the [list of topics](https://docs.google.com/document/d/14AtmkCJ_SoLypsAQ-BClqnobRTofxmUMB-7-3WbNfpY/edit#heading=h.t9jlszq7fuyw) we're interested in (it is not full and updated all the time). <h3> Format</h3>  You can submit as many talks as you want. This year we accept submissions in two formats:   - 40 minutes sessions.   - 2(or 3) hours workshops.  <br /> **Talks** that will not pass initial review <br /> - Talks about a specific tool/library/project explaining how it works or how to use it. <br/>  - Talks whose focus is pitching a company or project. It’s cool that you mention your company during the presentation, but it shouldn’t be the focus of the talk. <br/> - Proposals that are not in English, Russian or Uzbek. <br/> - Recruitment talks to attract talent. <br/> We strongly recommend you check out [speaking.io](http://speaking.io/) website from Zach Holman. It includes good tips and guidelines for speakers. <h3> Timeline </h3> Call for Papers submission deadline is October 10, 2018.** Submission results will be announced by October 25.   Any questions? Email organizers at [gdg.tashkent@gmail.com](mailto:gdg.tashkent@gmail.com)  <div layout horizontal center-justified> <a href=\"http://bit.ly/c4p-uz\" rel=\"noopener noreferrer\">   <paper-button primary>Submit a proposal</paper-button> </a> </div>","title":"We're looking for speakers","brief":"GDG DevFest Tashkent was announced, for the first time, the conference will bring together 400+ developers, managers and...","published":"2018-09-24","backgroundColor":"#3647a5","source":""},"devfest18-announced":{"content":"It is official. GDG DevFest Tashkent 2018 is going to take place in **Tashkent, on November 24**. After 4 years of successful \"Google I/O Extended Tashkent\" events, newly opened GDG Tashkent wants to bring an amazing experience with more developers and great content this year on November 24th. Google I/O Extended events has grown from the small 100-people event to the biggest Google tech conference in the Central Asian region. This time, we expect over 400 engineers, managers, entrepreneurs and students from different countries come to DevFest to learn about Android, Web and Cloud technologies, and to experience the phenomenal atmosphere.  <h2> What to expect?</h2>  **3 parallel Tracks and Workshops Area.** <br/> **Only experience based presentations.** <br/>  We take talk selection seriously. Our program committee carefully screens each and every submission. <h2> Unique networking and party.</h2> Network with other like-minded industry colleagues and DevFest partners throughout the event and after-party.  <h2> Stay in touch </h2> We are working on bringing best speakers from all around the world. Subscribe to [DevFest newsletter](https://iutlab.us11.list-manage.com/subscribe/post?u=f6dcfe356ab9fd8ad8d11457a&amp;id=9b501e8473) or follow us on [Facebook](https://www.facebook.com/gdgtashkent/), [Twitter](https://twitter.com/gdgtashkent) and [Instagram](https://www.instagram.com/gdgtashkent) not to miss new speakers announcements and conference updates.   <span><i> We can't wait to meet you in Tashkent.</br> GDG DevFest Tashkent Team. </i></span>","title":"Announcing GDG DevFest Tashkent 2018","brief":"It is official. GDG DevFest Tashkent 2018 is going to take place in Tashkent, on November 24.","published":"2018-09-24","backgroundColor":"#2196F3","source":"","image":"/images/posts/devfest-announced.jpg"},"welcome-to-uzbekistan":{"title":"Welcome to Uzbekistan","brief":"Being the heart of the Silk Road, Uzbekistan is the land where the ancient is closely interconnected with the modern","published":"2018-09-27","backgroundColor":"#2196F3","source":"","image":"/images/posts/samarqand.jpg","content":"Welcome to Uzbekistan! Being the heart of the Silk Road, Uzbekistan is the land where the ancient is closely interconnected with the modern. Only in Uzbekistan the one can observe unique architectural monuments of Khiva along with the modern and sprawling Tashkent. Only in Uzbekistan the one can enjoy splendid landscapes of untouched nature along with majestic photogenic mosques. Only in Uzbekistan the one can taste more than 10 types of the most beautiful dish of the East – the osh(plov). <br/> Now visiting Uzbekistan is even easier for citizens of Israel, Indonesia, Korea (South), Malaysia, Singapore, Turkey and Japan. Citizens of above-mentioned countries can visit Uzbekistan without any visa for 30 days! <br/> Tashkent is home for 3 million people with different ethnic and cultural backgrounds. Also, the combination of old and new architecture in the city makes it outstanding for “time travelling”. Moreover, visiting foreign speakers will have an opportunity to travel to historical cities such as Samarkand and Bukhara. Known as “the pearl of the east”, Samarqand boasts 3,000-year-old history. Bukhara with its over 2,500-year-old history is adorned with magnificent oriental palaces, mosques and market places. Both ancient cities are connected to the capital city of Tashkent with high-speed trains and can be reached within about 3-3.5 hours.  <br/> GDG DevFest is going to be held for the first time ever in Uzbekistan and here are top 5 reasons for you to visit this beautiful country! <h3>Reason #1:</h3> Silk Road Being the snippets of the Silk Road's best bits, ancient cities of Khiva, Bukhara and Samarkand offer genuine Silk Road experience to all of its visitors. Glittering minarets, voluptuous domes and hypnotic mosaics will take you to ancient times, when these cities were key stop-offs for Silk Road's traders. <h3> Reason #2: Distinctive architecture </h3> Incredible number of picturesque mosques, mausoleums and madrasas in every shade of blue will surprise all the visitors of Uzbekistan. Hectic bazaars, half-hidden desert citadels, silk workshops and the chance to glimpse the vanishing Aral Sea are all world-class draws.<h3> Reason #3: Hospitality</h3> Eastern countries are famous for their hospitality and Uzbekistan is the excellent example of this. Travelers can feel safe here as mutual respect and benevolence are fundamental qualities of uzbek people. Tourists have a great chance to be invited to national wedding ceremony and experience uzbek culture and traditions from the first hand. <h3>Reason #4: Food</h3>Not for nothing people from all over the world like and honor the Uzbek cuisine. It is one of the most savory and various in tastes cuisine in Central Asia. Only names of appetizing Uzbek food make one’s mouth water. Osh, manti, shurpa, shashlik, lagman, samsa have such wonderful smell that one can’t resist the temptation to taste all these dishes piping hot. <h3>Reason #5: Handmade shopping</h3> Uzbekistan’s artisan skills live on and you can pick up handmade ceramics, needlework, silk cloth and miniaturist paintings for just a few dollars in most madrassas, which have largely been transformed into bazaars. <br/>Still thinking whether to go or not? Don’t hesitate, spend your time both productively at the Google DevFest and with joy exploring marvelous Uzbekistan!"}}